ms-python.python
ms-vscode.cpptools
ms-vscode-remote.remote-ssh
eamodio.gitlens
bat67.markdown-extension-pack
alefragnani.project-manager
formulahendry.code-runner
gizak.shortcuts
jerrygoyal.shortcut-menu-bar
redhat.vscode-yaml
Tyriar.shell-launcher
mateuszchudyk.hexinspector
qiaojie.binary-viewer
coenraads.bracket-pair-colorizer-2
donjayamanne.githistory
antyos.openscad
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
